import react from 'react';
import s from './AnotherLandmarks.module.css';
import '../../App.css';

let AnotherLandmarks = () => {
    return (
        <>
            <div className="textSet">
                <h1>Криворожский ботанический сад</h1>
                <img src="https://www.otdih.pro/images/pages/2014_09/2c9f79be30f987a8a7a56684e26ff796.jpg"
                    alt="Криворожский ботанический сад" />
                <blockquote>
                    Криворожский ботанический сад Национальной академии наук Украины был основан около 30 лет назад, на территории,
                    когда-то принадлежавшей колхозу имени Тараса Шевченко. С тех пор ежегодно коллекции криворожских ученых-ботаников расширяются,
                    обрастая все новыми сортами декоративных растений.
                </blockquote>
                <blockquote>
                    В любое время года в ботаническом саду есть на что посмотреть. Сюда можно придти и весной, и летом, и осенью, и даже зимой.
                    Более четырех тысяч растений из разных уголков мира обрели свой дом здесь, в Кривом Роге, а коллекция деревьев и кустарников
                    отнесена к Национальному достоянию Украины. Здесь растут еще несколько сотен видов растений, являющихся
                    на сегодняшний день редкими и исчезающими и которые занесены в Красный список Днепропетровщины, Мира и Европы,
                    Красной книги Украины.
                </blockquote>
                <blockquote>
                    Поскольку площадь сада велика и исчисляется километрами, здесь можно устроить что-то вроде небольшого похода,
                    или прогуляться по парковой зоне, а кто-то предпочитает проваляться весь день на травке. Лучше всего здесь весной,
                    когда все вокруг цветет и поражает буйством красок и ароматов.
                </blockquote>
            </div>
            <div className="textSet">
                <h1>Свето-музыкальный фонтан</h1>
                <img src="https://all-ukraine.com.ua/cache/fontan-muz.krivoi-rog.jpg.dbc03f2f287ff34d3a09bbc16a63af33.jpeg"
                    alt="Цвето-музыкальный фонтан" />
                <blockquote>
                    В 2011 году на площади возле горисполкома Кривого Рога был открыт фонтанный комплекс.
                    Это событие произошло в рамках празднования очередного Дня города и весьма порадовало местных жителей.
                </blockquote>
                <blockquote>
                    В центре расположилась чаша главного фонтана, которая дает водный салют на высоту 8 метров,
                    а по периметру – еще 8 фонтанчиков меньшего диаметра. Струи воды динамично меняют свою высоту под музыку Вивальди,
                    Моцарта, Бетховена и Шопена. Кроме завораживающих звуков классической музыки в вечернее время фонтан дарит
                    и прекрасное цветовое шоу.
                </blockquote>
                <blockquote>
                    Фонтанный комплекс построен в виде огромного компаса, а вмонтированные в тротуарную плитку металлические
                    стрелки указывают на четыре стороны света. Бронзовые таблички подскажут, сколько километров от Кривого Рога,
                    например, до Парижа, Дели или Лондона. Среди 16 таких табличек-указателей есть и названия
                    городов-побратимов Кривого Рога – российского Нижнего Тагила и китайского Ханьданя. Кстати,
                    до них из Кривого Рога 2084 км и 6490 км соответственно.
                </blockquote>
            </div>
            <div className="textSet">
                <h1>Памятник "Козаку Мамаю"</h1>
                <img src="https://tourdnepr.com/images/stories/news_2016/october/14_vilkul_pamyatnik_04.jpg"
                    alt='Памятник "Козаку Мамаю"' />
                <blockquote>
                Мамай - идеализированный образ украинского казака и своеобразный духовный символ в Украине. 
                О нем сочиняли легенды, рассказы, пословицы, изображали на многочисленных картинах народные живописцы. 
                Его, как правило, изображают с сакральной для украинцев кобзой в руках. Рядом с героем народных легенд часто изображают лошадь 
                - символ войны, неуправляемого гнева и храбрости; дуб, символизирующий могущество и генетическую чистоту рода.
                </blockquote>
                <blockquote>
                Часто на рисунках присутствуют изображения копья с флагом, казацкого штофа и рюмки. Это были вещи, связанные 
                с жизнью и смертью казака - копье ставили на месте захоронения, штоф и рюмку клали в могилу 
                - они напоминали о мимолетности жизни и казацкую судьбу, в которой угроза смерти в бою была повседневной реальностью.
                </blockquote>
                <blockquote>
                Над 2-метровой бронзовой скульптурой работал криворожанин Владимир Токарь. Он автор известных криворожанам памятников 
                ликвидаторам аварии на ЧАЭС, генералу ВДВ Василию Маргелову. 
                В марте этого года в Кривом Роге открыли памятник Героям АТО. И эту скульптуру создал Владимир Токарь.
                </blockquote>
                
            </div>
            <div className="textSet">
                <h1>Криворожсталь</h1>
                <img src="https://kor.ill.in.ua/m/610x386/2118332.jpg"
                    alt="Криворожсталь" />
                <blockquote>
                    «Криворожсталь» – это металлургический комбинат по производству стали, он находится в городе Кривой Рог.
                    В 2006 году предприятие было переименовано в «АрселорМиттал Кривой Рог». На сегодняшний день,
                    это самое крупное предприятие горно-металлургического комплекса Украины, уникальное по своим масштабам и возможностям.
                    Здесь осуществляется полный металлургический цикл обработки руды и металла.
                </blockquote>
                <blockquote>
                    Изготовленный на предприятии металл используют во всех климатических зонах планеты,
                    и это создает предприятию имидж надежного партнера, учитывающего и удовлетворяющего запросы каждого потребителя.
                </blockquote>
                <blockquote>
                    Кроме всего прочего, «АрселорМиттал Кривой Рог» примечателен тем, что его производство
                    не зависит от колебаний цен на сырье, ведь ведется собственная добыча руды. Предприятие присутствует,
                    как покупатель и продавец, на рынках с высоким потенциалом роста, завод географически близок к Европе
                    и к портам Черного моря, что открывает «АрселорМиттал Кривой Рог» доступ к мировым рынкам сбыта.
                </blockquote>
            </div>
            <div className="textSet">
                <h1>Лодочная станция в парке им. газеты Правда</h1>
                <img src="https://yesyes.ua/uploads//users/947/portfolio/c6d2637531f336d257cb5f4842080993_c1.jpg"
                    alt="Лодочная станция в парке имени Мершавцева (им. газеты Правда)" />
                <blockquote>
                    Лодочная станция - своеобразная визитная карточка города. Ее построили в середине прошлого столетия
                    на левом берегу парка газеты «Правда», церемония открытия состоялась в мае 1957 года.
                </blockquote>
                <blockquote>
                    Здание станции спроектировали архитектор Василий Суманеев и скульптор Леонид Пержа. В те времена прокатиться
                    на лодке можно было всего за 30 копеек. Со временем станция стала одним из традиционных мест,
                    которое посещают молодожены после регистрации брака.
                </blockquote>
                <blockquote>
                    Сейчас станция продолжает работать, и здесь в летнее время можно по-прежнему арендовать лодку или катамаран.
                </blockquote>
                <blockquote>
                    По инициативе городских властей она включена в список памятников архитектуры города.
                </blockquote>
            </div>
            <div className="textSet">
                <h1>Памятник "Козак Ріг"</h1>
                <img src="https://krasintour.ua/_si/0/89307564.jpg"
                    alt='Памятник "Козак Ріг"' />
                <blockquote>
                    Памятник основателю города открыли 28 мая 2011 года. Скульптура символизирует казака Рога, который сошел
                    со своего коня и держит его под уздцы. Монумент водружен на колоссальный монолит железной руды, весом в 62 тонны.
                    Скульптура весит три тонны. Она выполнена по проекту украинского скульптора Александра Васякина и отлита
                    в частной мастерской.
                </blockquote>
                <blockquote>
                    Стоит отметить, что гипсовый макет памятника был готов еще в 1991 году по заказу тогдашнего градоначальника
                    Григория Гутовского, однако установить монумент не успели из-за смены мэра. В результате о памятнике было
                    забыто почти на двадцать лет. На выставке в честь юбилея Александра Васякина проектом заинтересовался
                    действующий глава
                    города Юрий Вилкул, он распорядился поставить скульптуру основателю Кривого Рога.
                </blockquote>
            </div>
            <div className="textSet">
                <h1>Мост через реку Ингулец</h1>
                <img src="https://lh3.googleusercontent.com/proxy/aylJshNkjlL1zN2ETSgUR44QWVPGPn4kNt9fhfZINoPvvm59StfWOgNQX1HY1aXxkyyY1Wx81IdCDtnxzgAFLR6nRAU0PuB-l1jJSP6QQw1t1JIYAGqJx2cIxAdK6JN480CI_SS91tb8TvHCZ4QSAbNFLS6PFNE9MbJSdb5dags_XiDo7dzx6hfQHOMCZb24ZM9rXzBRUqw-sdQqAgPEJLlhuw2kBRhJp--sScnkfIyBm94iL9DD_bZA4quTsKxVBLeQkTDQgKvLo-xdZ4tgkC0mL5gkon7l8tdMVe71SamsLbeCXYo3H_Mkv5vNM3W4bGGGGNeePbwyO7cHZTKzC9SjrLTtuqbtvRDPazvQZIf0VGMEusKEZaSg4PKykEBy9QESePZfR_t9j8Ps"
                    alt="Мост через реку Ингулец" />
                <blockquote>
                    Одно из самых романтичных мест в Кривом Роге по праву считается подвесной мост через реку Ингулец
                    в Парке культуры и отдыха им. газеты "Правда". Он появился одновременно с открытием парка в 1932 году,
                    и в те времена по нему ходили дамы, скрывающие свои лица от солнечных лучей под кокетливыми зонтиками.
                </blockquote>
                <blockquote>
                    Это было и остается излюбленным местом для прогулок влюбленных. С моста открывается живописный вид
                    на пересечение рек
                    Саксагань и Ингулец.
                </blockquote>
                <blockquote>
                    Сегодня разрабатывается проект по реконструкции и реставрации моста, поскольку с годами он сильно поизносился
                    и утратил
                    свой первозданный вид.
                </blockquote>
            </div>
            <div className="textSet">
                <h1>Лодочная станция</h1>
                <img src="https://www.nastol.com.ua/large/201511/154982.jpg"
                    alt="" />
                <blockquote>
                    В Кривом Рогу следует обязательно увидеть лодочную станцию, которая является одним из наиболее
                    любимых мест для всех жителей города, но наиболее – для молодоженов. А еще - это и одно из наиболее
                    романтичных мест.
                </blockquote>
                <blockquote>
                    Построена была лодочная станция в 60-х годах прошлого века, и с того времени она сохранила свой внешний вид,
                    колорит и атмосферу. Сегодня причал со всеми постройками несколько раз реставрировали, чтобы сохранить
                    отличный вид. Реставраторы хорошо постарались, поэтому зданию удалось сохранить все даже самые мелкие детали.
                </blockquote>
                <blockquote>
                    Эта лодочная станция находится в парке имени газеты «Победа». Сегодня это традиционное место,
                    которое посещают молодожены после регистрации брака.
                </blockquote>
                <blockquote>
                    В этом нет ничего странного, ведь красивое белое сооружение идеально подходит для этой цели.
                    Его нужно увидеть обязательно и туристам, которые впервые приезжают в город. Гарантировано,
                    что после посещения лодочной станции останутся только отличные воспоминания. А еще
                    - это отличный способ провести свободное время со своими друзьями, близкими или коллегами.
                    Именно поэтому на ней ежедневно находится такое большое количество посетителей.
                    Стоимость посещения лодочной станции доступна для каждого.
                </blockquote>
                <a href="http://www.openarium.ru"
                    alt="Источник">Источник</a>
            </div>
        </>
    )
}

export default AnotherLandmarks